[
	{
		"name": "Accounting Club (AC)",
		"image": "../public/image/clubgp/acgp.png",
		"alt": "AC Group Photo",
		"website": "https://acuhmanoa.org/",
		"instagram": "https://www.instagram.com/ac_uhm/",
		"description": "The Accounting Club has been a professional student organization within the University of Hawaiʻi at Mānoa. Our goal as a club is to promote professional and personal development in all our members. With the help of the School of Accountancy (SOA), our club has been able to reach our goal by providing members with social and business events related to public, private, and government businesses. Over the past multiple years our club has been recognized nationally by the Institute of Management Accountants (IMA). We are also ranked as one of the largest student organizations and are open to all students with various academic backgrounds.",
		"size": "large",
		"exclusive": "no",
		"majors": "Accounting"
	},
	{
		"name": "American Marketing Association (AMA)",
		"image": "../public/image/clubgp/amagp.jpeg",
		"alt": "AMA Group Photo",
		"website": "https://amauhm.org/",
		"instagram": "https://www.instagram.com/amauhm",
		"description": "The American Marketing Association at the University of Hawaii at Manoa (AMA-UHM) is a collegiate chapter of the internationally affiliated AMA organization. AMA-UHM was established in 1971 and continues to be one of the largest and most active organizations in the Shidler College of Business. We extend an open invitation to students from diverse academic backgrounds, united by a shared enthusiasm for marketing or a desire for intellectual enrichment. Through meticulously designed initiatives, we aim to facilitate extensive networking opportunities, refine skill sets, and foster a heightened sense of ethical consciousness among our esteemed membership.",
		"size": "large",
		"exclusive": "no",
		"majors": "Marketing"
	},
	{
		"name": "Beta Alpha Psi (BAP)",
		"image": "../public/image/clubgp/bapgp.jpg",
		"alt": "BAP Group Photo",
		"website": "https://www.bapuhm.org/",
		"instagram": "https://www.instagram.com/bapuhm/",
		"description": "Beta Alpha Psi is an honors organization for financial information students and professionals. Our mission is to complement each member's formal education by providing interactions among students, faculty, and professionals and foster lifelong growth, services and ethical conduct. ​Founded in 1974, the Delta Theta Chapter is one of over 300 chapters of Beta Alpha Psi. We pride ourselves on the types of activities that it provides to its members and have been recognized nationally, earning the designation of superior chapter. We also provide many opportunities to meet and interact with professionals. ​ Various activities conducted by the chapter provide tools that build and sharpen professional skills. There are many social events planned throughout the semester to allow student members to bond with one another. This builds lifelong friendships and brings a sense of family to our chapter.",
		"size": "small",
		"exclusive": "yes",
		"majors": "Accounting"
	},
	{
		"name": "Business Executive Society of Tomorrow (BEST)",
		"image": "../public/image/clubgp/bestgp.jpg",
		"alt": "BEST Group Photo",
		"website": "https://www.bestuhm.org/",
		"instagram": "https://www.instagram.com/bestuhm/",
		"description": "The Business Executive Society of Tomorrow is a general business club at the University of Hawaii at Manoa’s Shidler College of Business. Founded by students in 1998, BEST has a proud history of maintaining and perpetuating excellence in its members. Through the years, we have developed a culture of diligence and dedication to personal and professional growth. Through a combination of tours, workshops, networking events, alumni events, community services, and socials, we strive to mold our members into well-rounded individuals. We pride ourselves in producing the business leaders of tomorrow, and we provide our members with ample opportunities to continually advance toward that goal.",
		"size": "medium",
		"exclusive": "yes",
		"majors": ""
	},
	{
		"name": "Delta Sigma Pi (DSP)",
		"image": "../public/image/clubgp/dspgp.jpg",
		"alt": "DSP Group Photo",
		"website": "https://dspuhm.com/",
		"instagram": "https://www.instagram.com/dspuhm",
		"description": "Delta Sigma Pi is a co-ed professional business fraternity organized to foster the study of business in universities and was founded on November 7, 1907 at New York University by Harold Valentine Jacobs, Alexander Frank Makay, Alfred Moysello, and Henry Albert Tienken. With over 309,000 members and 200 collegiate chapters around the country, Delta Sigma Pi continues to develop principled business leaders for the future by providing a lifetime of opportunity for our members.",
		"size": "medium",
		"exclusive": "yes",
		"majors": ""
	},
	{
		"name": "Financial Managment Association (FMA)",
		"image": "../public/image/clubgp/fmagp.JPG",
		"alt": "FMA Group Photo",
		"website": "https://www.fmauhm.com/",
		"instagram": "https://www.instagram.com/uhmfma",
		"description": "It is the mission of the FInancial Managment Association to further the professional and personal development of Hawaii;s next generation of finance professional and leaders. Operating for over 40 years, the FMA has provided its memberes with a wide range of financal education experiences along with opportunities to grow within the local business community. The club has continued to offer professional development and interaction through education seminars, business info sessions, professional interaction night, and mentorshipm opportunities with club partners. FMA develops the financal leaders of tomorrow.",
		"size": "small",
		"exclusive": "no",
		"majors": "Finance"
		
	},
	{
		"name": "Hawaii Student Entrepreneurs (HSE)",
		"image": "../public/image/clubgp/hsegp.jpg",
		"alt": "HSE Group Photo",
		"website": "https://hsentrepreneurs.org/",
		"instagram": "https://www.instagram.com/hsentrepreneurs",
		"description": "Hawai’i Student Entrepreneurs (HSE) is an entrepreneurship club at the University of Hawai’i at Manoa and a Shidler College of Business Student Organization. Our mission is to inspire and grow students’ entrepreneurial mindset. All of our members will learn how to start a business, meet established entrepreneurs, and learn about various entrepreneurial topics. We are open to students of all majors and all levels of entrepreneurship. We are the future entrepreneurs of Hawai’i.",
		"size": "small",
		"exclusive": "no",
		"majors": "Entrepreneurship"
	},
	{
		"name": "International Business Organization (IBO)",
		"image": "../public/image/clubgp/ibogp.JPG",
		"alt": "IBO Group Photo",
		"website": "https://www.ibouhm.com/",
		"instagram": "https://www.instagram.com/ibouhm",
		"description":"The International Business Organization (IBO) was created by two international students, Billy Wu and Ivan Lam, in 2010. We are the foremost club promoting the study of international business and culture at the Shidler College of Business. IBO develops international excellence within our members through a combination of professional development, networking, philanthropy, and cultural awareness. We are open to all majors but boast a membership of individuals who are interested in international business and the possibility of studying abroad. Through Global Analysis Workshops (GAWs), we encourage members who have studied abroad in previous semesters to share their experience thus better preparing our students who will go on exchange in the coming semesters. We also host a variety of professional development, networking, philanthropic, and social events.",
		"size": "medium",
		"exclusive": "no",
		"majors": "International Business"
	},
	{
		"name": "Information Technology Management Association (ITMA)",
		"image": "../public/image/clubgp/itmagp.jpeg",
		"alt": "ITMA Group Photo",
		"website": "https://www.itmahawaii.org/",
		"instagram": "https://www.instagram.com/itmashidler/",
		"description": "Established in 2008, the Information Technology Management Association (ITMA) is the sole IT club at Shidler College of Business, welcoming students of all majors and standings. Our mission is to strengthen social and professional networks among members, alumni, and industry professionals, providing access to resources and fostering career development. ITMA aims to be a model of a dynamic technical environment, empowering students through social and professional opportunities.",
		"size": "small",
		"exclusive": "no",
		"majors": "Management Information Systems"
	},
	{
		"name": "Real Estate Club (REC)",
		"image": "../public/image/clubgp/recgp.png",
		"alt": "REC Group Photo",
		"website": "https://www.recuhm.org/",
		"instagram": "https://www.instagram.com/recuhm/",
		"description": "We are a new club at the University of Hawaii at Manoa founded in the Fall 2022 semester. Learn more about the real estate industry and connect with local professionals with us. Real Estate Club offers many opportunities for you to grow professionally and personally through our social and professional events. At Real Estate Club, we value the growth and development of our members. One of our core values is accountability where we believe that we are responsible for our words, our actions, and our results.",
		"size": "small",
		"exclusive": "no",
		"majors": "Real Estate"
	},
	{
		"name": "Society for Human Resource Management (SHRM)",
		"image": "../public/image/clubgp/shrmgp.png",
		"alt": "SHRM Group Photo",
		"website": "http://www.shrmuhm.com/",
		"instagram": "https://www.instagram.com/shrmaloha/?hl=en",
		"description": "Our mission at the Society for Human Resource Management (SHRM), Aloha Chapter, is to promote collaboration and interaction among individuals interested in Human Resources Management. We provide specialized resources and unique opportunities to develop a professional foundation for the Hawaii business community. Established in 1974, our chapter fosters diversity and inclusivity, working closely with SHRM Hawaii to nurture future business leaders. Our vision is to be the premier business club for Shidler Students, promoting diversity, inclusivity, growth, and empowerment.",
		"size": "small",
		"exclusive": "no",
		"majors": "Human Resource Management"
	},
	{
		"name": "Travel Industry Management Student Association (TIMSA)",
		"image": "../public/image/clubgp/timsagp.JPG",
		"alt": "TIMSA Group Photo",
		"website": "http://www.timsaatuhm.com/",
		"instagram": "https://www.instagram.com/timsaatuhm",
		"description": "​The Travel Industry Management Student Association (TIMSA) at the University of Hawaii at Manoa is a club designed for students of ALL majors who are passionate about the hospitality and travel industries. By creating a distinct network of peers and industry leaders, TIMSA members will be encouraged and driven to pursue their goals and become successful professionals within their careers.",
		"size": "large",
		"exclusive": "no",
		"majors": "Travel Industry Management"
	}
]